Repository: ruifontes/Dictionaries
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, es, fr, ru, tr

source: Dutch-French
ar: الهولندية الفرنسية
es: Holandés-francés
fr: Néerlandais-français
ru: Голландско-французский
tr: Hollandaca-Fransızca

source: English-Amharic
ar: الإنجليزية - الأمهرية
es: Inglés-Amárico
fr: Anglais-Amharique
ru: Англо-амхарский
tr: İngilizce-Amharca

source: English-French
ar: إنجليزي فرنسي
es: Inglés-francés
fr: Anglais-français
ru: Англо-Французский
tr: İngilizce fransızca

source: English-Italian
ar: الإنجليزية الإيطالية
es: Inglés-italiano
fr: Anglais-Italien
ru: Англо-итальянский
tr: İngilizce-İtalyanca

source: English-Portuguese
ar: الإنجليزية-البرتغالية
es: Inglés-portugués
fr: Anglais-Portugais
ru: Англо-Португальский
tr: İngilizce-Portekizce

source: English-Spanish
ar: الإنجليزية-الأسبانية
es: Inglés-español
fr: Anglais Espagnol
ru: Англо-испанский
tr: İngilizce ispanyolca

source: French-Arabic
ar: الفرنسية العربية
es: Francés-árabe
fr: Français-Arabe
ru: Французско-арабский
tr: Fransızca-Arapça

source: French-Dutch
ar: الفرنسية الهولندية
es: Francés-holandés
fr: Français-Néerlandais
ru: Французско-голландский
tr: Fransızca-Hollandaca

source: French-English
ar: الفرنسية-الإنجليزية
es: Francés-inglés
fr: Français-anglais
ru: Французско-английский
tr: Fransızca-İngilizce

source: French-German
ar: الفرنسية--الألمانية
es: Francés-alemán
fr: Français-Allemand
ru: Французско-немецкий
tr: Fransızca-Almanca

source: French-Italian
ar: الفرنسية-الإطالية
es: Francés-italiano
fr: Français-Italien
ru: Французско-итальянский
tr: Fransızca-İtalyanca

source: French-Portuguese
ar: الفرنسية البرتغالية
es: Francés-portugués
fr: Français-Portugais
ru: Французско-португальский
tr: Fransızca-Portekizce

source: french-Spanish
ar: الفرنسية-الأسبانية
es: francés-español
fr: français-espagnol
ru: французско-испанский
tr: fransızca-İspanyolca

source: German-French
ar: الألمانية الفرنسية
es: Alemán-francés
fr: Allemand-français
ru: Немецко-французский
tr: Almanca-Fransızca

source: German-Portuguese
ar: الألمانية البورتو
es: Alemán-portugués
fr: Allemand-Portugais
ru: Немецко-португальский
tr: Almanca-Portekizce

source: Icelandic-French
ar: أيسلندي فرنسي
es: Islandés-Francés
fr: Islandais-français
ru: Исландско-французский
tr: İzlandaca-Fransızca

source: Italian-English
ar: الإيطالي الإنجليزي
es: Italiano-inglés
fr: Italien-anglais
ru: Итальянско-английский
tr: İtalyanca-İngilizce

source: Italian-French
ar: الايطالية-الفرنسية
es: Italiano-francés
fr: Italien-français
ru: Итальянско-французский
tr: İtalyanca-Fransızca

source: Italian-Portuguese
ar: الإيطالي البورغالي
es: Italiano-portugués
fr: Italien-Portugais
ru: Итальянско-португальский
tr: İtalyanca-Portekizce

source: Otoman-Turkish
ar: التركي العثماني
es: Otoman-Turco
fr: Otoman-Turc
ru: Отоман-турецкий
tr: Osmanlıca-Türkçe

source: Portuguese-English
ar: البرتغالية-الإنجليزية
es: Portugués-Inglés
fr: Portugais-Anglais
ru: Португальско-английский
tr: Portekizce-İngilizce

source: Portuguese-French
ar: البرتغالية الفرنسي
es: Portugués-francés
fr: Portugais-Français
ru: Португальско-французский
tr: Portekizce-Fransızca

source: Portuguese-German
ar: البرتغالية الألمانية
es: Portugués-alemán
fr: Portugais-Allemand
ru: Португальско-немецкий
tr: Portekizce-Almanca

source: Portuguese-Italian
ar: البرتغالية الإيطالية
es: Portugués-italiano
fr: Portugais-Italien
ru: Португальско-итальянский
tr: Portekizce-İtalyanca

source: Portuguese-Spanish
ar: البرتغالية الإسبانية
es: Portugués-español
fr: Portugais-Espagnol
ru: Португальско-испанский
tr: Portekizce-İspanyolca

source: Spanish-French
ar: الإسبانية الفرنسية
es: Español-Francés
fr: Espagnol-français
ru: Испанско-французский
tr: İspanyolca-Fransızca

source: Spanish-Portuguese
ar: الإسبانية البرتوغالية
es: Español-portugués
fr: Espagnol-Portugais
ru: Испанско-португальский
tr: İspanyolca-Portekizce

source: Tetun-Portuguese
ar: تيتون البرتغالية
es: Tetun-Portugués
fr: Tetun-Portugais
ru: Тетун-португальский
tr: Tetun-Portekizce

source: English (Concise Oxford dictionary)
ar: اللغة الإنجليزية (قاموس أوكسفورد موجز)
es: Inglés (diccionario Oxford conciso) (en inglés)
fr: Anglais (Concise Oxford dictionary) (en anglais)
ru: Английский (краткий Оксфордский словарь)
tr: İngilizce (Özlü Oxford sözlüğü)

source: English synonyms dictionary)
ar: قاموس المرادفات الإنجليزية)
es: Diccionario de sinónimos en inglés)
fr: Anglais (synonyme) (en anglais)
ru: Английский (словарь синонимов)
tr: İngilizce eş anlamlılar sözlüğü)

source: English Wikcionary
ar: إنجليزي ويكيوناري
es: Inglés Wikcionario
fr: Anglais Wikcionnaire
ru: Английский Викисловарь
tr: İngilizce Vikisözlük

source: French common nouns with new ortography (in french)
ar: الأسماء الفرنسية الشائعة مع قواعد التهجئة الجديدة (بالفرنسية)
es: Sustantivos comunes en francés con nueva ortografía (en francés)
fr: Noms communs français avec nouvelle ortographie
ru: Французские нарицательные существительные с новой орфографией (на французском языке)
tr: Yeni imla ile Fransızca ortak isimler (fransızca)

source: French common nouns (in french)
ar: الأسماء المشتركة الفرنسية (باللغة الفرنسية)
es: Sustantivos comunes en francés (en francés)
fr: Noms communs français
ru: Французские нарицательные существительные (на французском языке)
tr: Fransızca ortak isimler (fransızca)

source: French encyclopedie (in french)
ar: الموسوعة الفرنسية (باللغة الفرنسية)
es: Enciclopedia francesa (en francés)
fr: Encyclopédie française
ru: Французская энциклопедия (на французском языке)
tr: Fransız ansiklopedisi (fransızca)

source: French proper nouns (in french)
ar: الأسماء الفرنسية المناسبة (باللغة الفرنسية)
es: Nombres propios en francés (en francés)
fr: Noms propres français
ru: Французские имена собственные (на французском языке)
tr: Fransızca özel isimler (fransızca)

source: French synonyms (in French)
ar: المرادفات الفرنسية (باللغة الفرنسية)
es: Sinónimos en francés (en francés)
fr: Français - synonymes
ru: Французские синонимы (на французском языке)
tr: Fransızca eş anlamlılar (Fransızca)

source: Portuguese language difficulties (in portuguese)
ar: صعوبات اللغة البرتغالية (باللغة البرتغالية)
es: Dificultades de la lengua portuguesa (en portugués)
fr: Portugais - difficultés linguistiques(en portugais)
ru: Трудности португальского языка (на португальском языке)
tr: Portekizce dil zorlukları (portekizce)

source: Portuguese - meanings (in portuguese)
ar: البرتغالية - المعاني (باللغة البرتغالية)
es: Portugués - significados (en portugués)
fr: Portugais - signification (en Portugais)
ru: Португальский - значения (на португальском языке)
tr: Portekizce - anlamlar (portekizce)

source: Portuguese - synonyms (in portuguese)
ar: البرتغالية - المرادفات (باللغة البرتغالية)
es: Portugués - sinónimos (en portugués)
fr: Portugais - synonyme (en Portugais)
ru: Португальский - синонимы (на португальском языке)
tr: Portekizce - eşanlamlılar (portekizce)

source: Portuguese Wikcionary
ar: ويكيوناري البرتغالية
es: Português Wikcionari
fr: Portugais WikcionnaireP
ru: Португальский викисловарь
tr: Portekizce Wikcionary

source: Spanish - RAE (in spanish)
ar: الإسبانية - راي (باللغة الإسبانية)
es: Español - RAE
fr: Espagnol - RAE (en Espagnol)
ru: Испанский - RAE (на испанском языке)
tr: İspanyolca - RAE (ispanyolca)

source: Spanish - RAE New version (in spanish)
ar: الإسبانية - RAE إصدار جديد (باللغة الإسبانية)
es: Español - RAE Nueva versión
fr: Espagnol - RAE Nouvelle version (en espagnol)
ru: Испанский - Новая версия RAE (на испанском языке)
tr: İspanyolca - RAE Yeni sürüm (ispanyolca)

source: Turkish (in turkish)
ar: التركية (بالتركية)
es: Turco (en turco)
fr: Turc (en turc)
ru: Турецкий (на турецком языке)
tr: Türkçe (türkçe)

source: Alchemy (in portuguese)
ar: الخيمياء (بالبرتغالية)
es: Alquimia (en portugués)
fr: Alchimie (en portugais)
ru: Алхимия (на португальском)
tr: Kimyasal (portekizce)

source: Biblical (in portuguese)
ar: الكتاب المقدس (باللغة البرتغالية)
es: Bíblica (en portugués)
fr: Biblique (en portugais)
ru: Библейский (на португальском)
tr: İncil (portekizce)

source: Botany (in portuguese)
ar: علم النبات (باللغة البرتغالية)
es: Botánica (en portugués)
fr: Botanique (en portugais)
ru: Ботаника (на португальском языке)
tr: Botanik (portekizce)

source: Chemical (in portuguese)
ar: الكيمياء (باللغة البرتغالية)
es: Química (en Portugués)
fr: Chimie (en Portugais)
ru: Химический (на португальском)
tr: Kimyasal (portekizce)

source: Clinical Practice (in portuguese)
ar: الممارسة السريرية (باللغة البرتغالية)
es: Práctica clínica (en portugués)
fr: Pratique clinique (en portugais)
ru: Клиническая практика (на португальском языке)
tr: Tıbbi terimler (portekizce)

source: Finantial terms (in portuguese pt_br)
ar: الإعتمادات المالية (بالبرتغالية pt_br)
es: Términos financieros (en portugués pt_br)
fr: Conditions financières (en portugais pt_br)
ru: Финансовые термины (на португальском языке (португальский, бразилия))
tr: Finansal terimler (portekizce pt_br)

source: Finantial terms (in portuguese pt_pt)
ar: الإعتمادات المالية (بالبرتغالية pt_pt)
es: Términos financieros (en portugués pt_pt)
fr: Conditions financières (en portugais pt_pt)
ru: Финансовые термины (на португальском языке (португальский, португалия))
tr: Finansal terimler (portekizce pt_pt)

source: Geography and surroundings (in portuguese)
ar: الجغرافيا والمناطق المحيطة (باللغة البرتغالية)
es: Geografía y alrededores (en portugués)
fr: Géographie et environs (en portugais)
ru: География и местность (на португальском языке)
tr: Coğrafya ve çevre (portekizce)

source: Geology (in portuguese)
ar: الجيولوجيا (باللغة البرتغالية)
es: Geología (en portugués)
fr: Géologie (en portugais)
ru: Геология (на португальском языке)
tr: Jeoloji (portekizce)

source: Health (in portuguese)
ar: الصحة (باللغة البرتغالية)
es: Salud (en portugués)
fr: Santé (en portugais)
ru: Гигиена (на португальском языке)
tr: Sağlık (portekizce)

source: Historical concepts (in portuguese)
ar: المفاهيم التاريخية (باللغة البرتغالية)
es: Conceptos históricos (en portugués)
fr: Concepts historiques (en portugais)
ru: Исторические понятия (на португальском языке)
tr: Tarihsel kavramlar (portekizce)

source: Information society (in portuguese)
ar: مجتمع المعلومات (باللغة البرتغالية)
es: Sociedad de la información (en portugués)
fr: Société de l'information (en portugais)
ru: Информационное общество (на португальском языке)
tr: Bilgi toplumu (portekizce)

source: Law glossary (in portuguese pt_pt)
ar: معجم مصطلحات القانون (باللغة البرتغالية pt_pt)
es: Glosario de derecho (en portugués pt_pt)
fr: Glossaire juridique (en portugais pt_pt)
ru: Юридический словарь (на португальском языке (португальский, португалия))
tr: Hukuk sözlüğü (portekizce pt_pt)

source: Mathematic elementar (in portuguese)
ar: العناصر الرياضية (بالبرتغالية)
es: Matemáticas elementales (en portugués)
fr: Mathematic elementar (en portugais)
ru: Математический элементар (на португальском языке)
tr: Temel Matematik (portekizce)

source: Medical (in french)
ar: الطب (باللغة الفرنسية)
es: Médico (en francés)
fr: Médical
ru: Медицинский (на французском языке)
tr: Tıbbi (fransızca)

source: Medical popular (in portuguese)
ar: الشعبية الطبية (باللغة البرتغالية)
es: Médico popular (en portugués)
fr: Médecine populaire (en portugais)
ru: Популярная медицина (на португальском языке)
tr: Popüler Tıb (portekizce)

source: Medical technical (in portuguese)
ar: التقنية الطبية (باللغة البرتغالية)
es: Técnico médico (en portugués)
fr: Technique médicale (en portugais)
ru: Медицинский технический (на португальском языке)
tr: Tıbbi teknik (portekizce)

source: Music (in portuguese)
ar: الموسيقى (باللغة البرتغالية)
es: Música (en portugués)
fr: Musique (en portugais)
ru: Музыка (на португальском языке)
tr: Müzik (portekizce)

source: Music (in turkish)
ar: الموسيقى (باللغة التركية)
es: Música (en turco)
fr: Musique (en turc)
ru: Музыка (на турецком языке)
tr: Müzik (Türkçe)

source: Nursing (in portuguese)
ar: التمريض (باللغة البرتغالية)
es: Enfermería (en portugués)
fr: Soins infirmiers (en portugais)
ru: Уход за больными (на португальском языке)
tr: Hemşirelik (portekizce)

source: Philosophy (Cambridge)
ar: الفلسفة (كامبريدج)
es: Filosofía (Cambridge) (en inglés)
fr: Philosophie (Cambridge) (en anglais))
ru: Философия (Кембридж)
tr: Felsefe (Cambridge)

source: Philosophy (in portuguese)
ar: الفلسفة (باللغة البرتغالية)
es: Filosofía (en portugués)
fr: Philosophie (en portugais)
ru: Философия (на португальском языке)
tr: Felsefe (portekizce)

source: Phonetics (in spanish)
ar: صوتيات (باللغة الإسبانية)
es: Fonética
fr: Phonétique (en espagnol)
ru: Фонетика (на испанском языке)
tr: Fonetik (ispanyolca)

source: Politic (in portuguese)
ar: سياسة (باللغة البرتغالية)
es: Política (en portugués)
fr: Politique (en portugais)
ru: Политика (на португальском языке)
tr: Politik (portekizce)

source: Portuguese musicians (in portuguese)
ar: الموسيقيون البرتغاليون (باللغة البرتغالية)
es: Músicos portugueses (en portugués)
fr: Musiciens portugais (en portugais)
ru: Португальские музыканты (на португальском языке)
tr: Portekizli müzisyenler (portekizce)

source: Psychology (in portuguese)
ar: علم النفس (باللغة البرتغالية)
es: Psicología (en portugués)
fr: Psychologie (en portugais)
ru: Психология (на португальском языке)
tr: Psikoloji (portekizce)

source: Slang and idioms (in portuguese)
ar: اللغات العامية والتعابير (باللغة البرتغالية)
es: Jerga y modismos (en portugués)
fr: Argots et idiomes (en portugais)
ru: Сленг и идиомы (на португальском языке)
tr: Argo ve deyimler (portekizce)

source: Tecnical of Informatic (english-french)
ar: تكنولوجيا المعلومات (الإنجليزية-فرنسية)
es: Técnico de Informática (inglés-francés)
fr: Tecnical of Informatic (anglais-français)
ru: Технология информатики (англо-французский)
tr: Bilişim Teknolojisi (ingilizce-fransızca)

source: Tecnical of Informatic (in portuguese)
ar: تكنولوجيا المعلومات (باللغة البرتغالية)
es: Técnico de Informática (en portugués)
fr: Tecnical of Informatic (en portugais)
ru: Технология информатики (на португальском языке)
tr: Bilişim Teknolojisi (portekizce)

source: Veterinary medicin (in portuguese)
ar: الطب البيطري (باللغة البرتغالية)
es: Medicina veterinaria (en portugués)
fr: Médecine vétérinaire (en portugais)
ru: Ветеринарная медицина (на португальском языке)
tr: Veteriner ilacı (portekizce)

source: Main window to access several dictionaries
ar: النافذة الرئيسية للوصول إلى العديد من القواميس
es: Ventana principal para acceder a varios diccionarios
fr: Fenêtre principale pour accéder à plusieurs dictionnaires
ru: Главное окно для доступа к нескольким словарям
tr: Birkaç sözlüğe erişmek için ana pencere

source: Dictionaries
ar: القواميس
es: Diccionarios
fr: Dictionnaires
ru: Словари
tr: Sözlükler

source: Opens the dictionary search window using the default dict
ar: يفتح نافذة البحث بإستخدام القاموس الإفتراضي
es: Abre la ventana de búsqueda del diccionario utilizando el diccionario por defecto
fr: Ouvre la fenêtre de recherche du dictionnaire en utilisant le dict par défaut
ru: Открывает окно поиска по словарю с использованием словаря по умолчанию
tr: Varsayılan sözlüğü kullanarak sözlük arama penceresini açar

source: Choose the dictionary and press Enter or Tab for other options.
ar: إختر القاموس ثم إضغط Enter, أو tab لالخيارات الأخرى.
es: Elija el diccionario y pulse Enter o Tab para otras opciones.
fr: Choisissez le dictionnaire et appuyez sur Entrée ou Tab pour d'autres options.
ru: Выберите словарь и нажмите Enter или Tab для других опций.
tr: Sözlüğü seçin ve diğer seçenekler için Enter veya Tab tuşuna basın.

source: Manage dictionaries...
ar: إدارة القواميس.
es: Gestionar los diccionarios...
fr: Gérer les dictionnaires...
ru: Управлять словарями...
tr: Sözlükleri yönet...

source: Set dictionary as Default
ar: تعيينه كقاموس إفتراضي
es: Establecer el diccionario como predeterminado
fr: Définir le dictionnaire comme défaut
ru: Установить словарь по умолчанию
tr: Sözlüğü Varsayılan Olarak Ayarla

source: set as default dictionary.
ar: تعيين القاموس الإفتراضي
es: establecido como diccionario por defecto.
fr: défini comme dictionnaire par défaut.
ru: установлен в качестве словаря по умолчанию.
tr: varsayılan sözlük olarak ayarla.

source: Select what to search from the list.
ar: حدد ما تريد البحث عنه من القائمة.
es: Seleccione lo que desea buscar en la lista.
fr: Sélectionnez l'objet de la recherche dans la liste.
ru: Выберите из списка то, что нужно искать.
tr: Listeden aramak istediğinizi seçin.

source: Please wait until the index is created...
ar: يرجى الانتظار حتى يتم إنشاء الفهرس ...
es: Por favor, espere hasta que se cree el índice...
fr: Veuillez patienter jusqu'à ce que l'index soit créé...
ru: Пожалуйста, подождите, пока индекс не будет создан...
tr: Lütfen dizin oluşturulana kadar bekleyin...

source: Enter the first letter, a word or an expression to search.
ar: أدخل الحرف الأول ، كلمة أو عبارة للبحث.
es: Introduzca la primera letra, una palabra o una expresión para buscar.
fr: Saisissez la première lettre, un mot ou une expression à rechercher.
ru: Введите первую букву, слово или выражение для поиска.
tr: Aranacak ilk harfi, kelimeyi veya ifadeyi girin.

source: Select what to search from the list.
ar: حدد ما تريد البحث عنه من القائمة.
es: Seleccione lo que desea buscar en la lista.
fr: Sélectionnez l'objet de la recherche dans la liste.
ru: Выберите из списка то, что нужно искать.
tr: Listeden aramak istediğinizi seçin.

source: %s not found in the dictionary of %s.
ar: %s غير موجودة في قاموس %s.
es: %s no encontrado en el diccionario de %s.
fr: %s non trouvé dans le dictionnaire de %s.
ru: %s не найдено в словаре %s.
tr: %s, %s sözlüğünde bulunamadı.

source: Do you want to search another word?
ar: هل تريد البحث عن كلمة أخرى؟
es: ¿Quieres buscar otra palabra?
fr: Voulez-vous rechercher un autre mot?
ru: Вы хотите поискать другое слово?
tr: Başka bir kelime aramak ister misiniz?

source: Here is the result of your search:
ar: نتائج البحث:
es: Aquí está el resultado de su búsqueda:
fr: Voici le résultat de votre recherche :
ru: Вот результат вашего поиска:
tr: İşte aramanızın sonucu:

source: Search again
ar: البحث مجددا
es: Busca de nuevo
fr: Chercher à nouveau
ru: Искать снова
tr: Tekrar ara

source: Copy to clipboard
ar: نسخ إلى الحافظة
es: Copiar al portapapeles
fr: Copier dans le presse-papier
ru: Скопировать в буфер обмена
tr: Panoya kopyala

source: Manage
ar: إدارة القواميس
es: Gestionar
fr: Gérer
ru: Управлять
tr: Yönet

source: Order or delete existing dictionaries
ar: طلب أو حذف القواميس الحالية
es: Ordenar o eliminar los diccionarios existentes
fr: Ordonner ou supprimer des dictionnaires existants
ru: Упорядочивайте или удаляйте существующие словари
tr: Mevcut sözlükleri düzenle veya sil

source: Move up
ar: نقل للأعلى
es: Mover hacia arriba
fr: Déplacer vers le haut
ru: Переместить вверх
tr: Yukarı taşı

source: Move down
ar: نقل للأسفل
es: Mover hacia abajo
fr: Déplacer vers le bas
ru: Переместить вниз
tr: Aşağı taşı

source: Delete
ar: حذف
es: Borrar
fr: Supprimer
ru: Удалить
tr: Sil

source: Download
ar: تنزيل القواميس
es: Descargar
fr: Télécharger
ru: Загрузить
tr: İndir

source: Choose the dictionary to download and press Enter
ar: إختر القاموس الذي تريد تنزيله ، ثم قم بالضغط على Enter
es: Elija el diccionario a descargar y pulsa Intro
fr: Choisissez le dictionnaire à télécharger et appuyez sur Entrée
ru: Выберите словарь для загрузки и нажмите Enter
tr: İndirilecek sözlüğü seçin ve Enter'a basın

source: The first item can not be moved up!
ar: لا يمكن نقل العنصر الأول إلى الأعلى
es: ¡El primer elemento no puede adelantarse!
fr: Le premier élément ne peut pas être déplacé vers le haut !
ru: Первый элемент нельзя переместить вверх!
tr: İlk öğe yukarı taşınamaz!

source: moved to position
ar: نقل إلى الموضع
es: se trasladó a la posición
fr: déplacé vers la position
ru: перемещен в положение
tr: pozisyona taşındı

source: The last item can not be moved down!
ar: لا يمكن نقل العنصر الأخير إلى الأسفل
es: ¡El último elemento no se puede mover hacia abajo!
fr: Le dernier élément ne peut pas être déplacé vers le bas !
ru: Последний элемент нельзя переместить вниз!
tr: Son öğe aşağı taşınamaz!

source: Are you sure you want to delete the %s dictionary file?
ar: هل أنت متأكد من أنك تريد حذف %s ملف القاموس؟
es: ¿Está seguro de que quiere eliminar el archivo del diccionario %s?
fr: Etes-vous sûr de vouloir supprimer le fichier du dictionnaire %s ?
ru: Вы уверены, что хотите удалить файл словаря %s?
tr: %s sözlük dosyasını silmek istediğinizden emin misiniz?

source: Are you sure you want to download the %s dictionary from %s?
ar: هل أنت متأكد أنك تريد تنزيل قاموس %s من %s?
es: ¿Estás seguro de que deseas descargar el diccionario %s de %s?
fr: Êtes-vous sûr de vouloir télécharger le dictionnaire %s de %s?
ru: Вы уверены, что хотите загрузить словарь %s с сайта %s?
tr: %s sözlüğünü %s'den indirmek istediğinizden emin misiniz?

source: Downloading %s
ar: التنزيل %s
es: Descargando %s
fr: Téléchargement %s
ru: Загрузка %s
tr: %s indiriliyor

source: Please wait...
ar: يرجى الإنتظار...
es: Espera por favor...
fr: Veuillez patienter...
ru: Пожалуйста, подождите...
tr: Lütfen bekleyin...

source: File downloaded successfully!
ar: تم تنزيل الملف بنجاح!
es: ¡Archivo descargado con éxito!
fr: Fichier téléchargé avec succès !
ru: Файл успешно загружен!
tr: Dosya başarıyla indirildi!

source: Success!
ar: نجاح!
es: ¡Éxito!
fr: Succès !
ru: Успешно!
tr: Başarılı!

source: Error during download: %s
ar: خطأ أثناء التنزيل: %s
fr: Erreur lors du téléchargement : %s
tr: İndirme sırasında hata oluştu: %s

source: Download Error
ar: خطأ في التنزيل
es: Error de descarga
fr: Télécharger Erreur
ru: Ошибка загрузки
tr: İndirme Hatası

source: Allows quick access to several dictionaries
ar: تسمح هذه الإضافة بالوصول السريع إلى العديد من القواميس
es: Permite el acceso rápido a varios diccionarios
fr: Permet un accès rapide à plusieurs dictionnaires
ru: Обеспечивает быстрый доступ к нескольким словарям
tr: Birkaç sözlüğe hızlı erişim sağlar
